Repository: rxtech-lab/rxcode
Catalog: RxCode/Resources/Localizable.xcstrings
Source language: en
Languages: ko, zh_hans

source: (copy)
ko: (사본)
zh_hans: （副本）

source: "%@" will be archived. Archived chats are hidden from the active list and can be restored from Archived.
ko: “%@”이(가) 보관됩니다. 보관된 채팅은 활성 목록에서 숨겨지며 보관함에서 복원할 수 있습니다.
zh_hans: “%@”将被归档。已归档的对话会从活动列表中隐藏，可从“已归档”中恢复。

source: "%@" will be deleted. This action cannot be undone.
ko: "%@"이(가) 삭제됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: “%@”将被删除。此操作无法撤销。

source: (build only)
ko: (빌드만)
zh_hans: （仅构建）

# %@ · %@ · %lld rule%@
source: %1$@ · %2$@ · %3$lld rule%4$@
ko: %@ · %@ · 규칙 %lld개%@
zh_hans: %@ · %@ · %lld 条规则%@

# %@ installed%@
source: %1$@ installed%2$@
ko: %@ 설치됨%@
zh_hans: %1$@ 已安装%2$@

source: %@ is already running
ko: %@이(가) 이미 실행 중입니다
zh_hans: %@ 已在运行

source: %@ isn't backed up to Autopilot
ko: %@이(가) Autopilot에 백업되지 않았습니다
zh_hans: %@ 尚未备份到 Autopilot

source: %@ not found
ko: %@을(를) 찾을 수 없습니다
zh_hans: 未找到 %@

source: %@ Usage
ko: %@ 사용량
zh_hans: %@ 用量

source: %@ wants to pair
ko: %@이(가) 페어링하려고 합니다
zh_hans: %@ 想要配对

source: %@ will be removed from the docs index. This can't be undone.
ko: %@이(가) 문서 색인에서 제거됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: %@ 将从文档索引中移除。此操作无法撤销。

source: %@, in progress
ko: %@, 진행 중
zh_hans: %@，进行中

# %d workflows failed: %@
source: %1$d workflows failed: %2$@
ko: 워크플로 %1$d개 실패: %2$@
zh_hans: %1$d 个工作流失败：%2$@

source: %lld agents available
ko: 사용 가능한 에이전트 %lld개
zh_hans: %lld 个智能体可用

source: %lld bytes
ko: %lld바이트
zh_hans: %lld 字节

source: %lld changed
ko: %lld개 변경됨
zh_hans: %lld 个已更改

# %lld custom Git source%@
source: %1$lld custom Git source%2$@
ko: 사용자 지정 Git 소스 %lld개%@
zh_hans: %1$lld 个自定义 Git 来源%2$@

# %lld day%@ after archiving
source: %1$lld day%2$@ after archiving
ko: 보관 후 %lld일%@
zh_hans: 归档后 %1$lld 天%2$@

# %lld day%@ of inactivity
source: %1$lld day%2$@ of inactivity
ko: 비활성 %lld일%@
zh_hans: 不活跃 %1$lld 天%2$@

source: %lld document(s)
ko: 문서 %lld개
zh_hans: %lld 个文档

# %lld env · %lld secrets
source: %1$lld env · %2$lld secrets
ko: 환경 %1$lld개 · 시크릿 %2$lld개
zh_hans: %1$lld 个环境 · %2$lld 个密钥

source: %lld files
ko: %lld개 파일
zh_hans: %lld 个文件

# %lld of %lld agents
source: %1$lld of %2$lld agents
ko: %lld / %lld 에이전트
zh_hans: %1$lld/%2$lld 个智能体

# %lld workflows · %lld actions · %lld outdated
source: %1$lld workflows · %2$lld actions · %3$lld outdated
ko: 워크플로 %lld개 · 액션 %lld개 · 오래됨 %lld개
zh_hans: %lld 个工作流 · %lld 个动作 · %lld 个过期

source: • last seen %@
ko: • 마지막 접속 %@
zh_hans: • 上次出现 %@

source: ^[%lld hook](inflect: true)
ko: Hook %lld개
zh_hans: %lld 个 Hook

source: ↑↓ Select ↵ Confirm esc Cancel
ko: ↑↓ 선택 ↵ 확인 esc 취소
zh_hans: ↑↓ 选择 ↵ 确认 esc 取消

source: +%lld more pending
ko: %lld개 더 대기 중
zh_hans: 还有 %lld 个待处理

source: 5h
ko: 5시간

source: A workflow failed
ko: 워크플로 실패
zh_hans: 工作流失败

source: Absolute or project-relative path. Leave empty to use the project root.
ko: 절대 경로 또는 프로젝트 기준 상대 경로. 비워 두면 프로젝트 루트를 사용합니다.
zh_hans: 绝对路径或项目相对路径。留空则使用项目根目录。

source: Accept
ko: 수락
zh_hans: 接受

source: ACP Clients
ko: ACP 클라이언트
zh_hans: ACP 客户端

source: ACP error
ko: ACP 오류
zh_hans: ACP 错误

source: ACP page
ko: ACP 페이지
zh_hans: ACP 页面

source: Action
ko: 작업
zh_hans: 操作

source: Actions for %@
ko: %@ 작업
zh_hans: %@ 的操作

source: Add
ko: 추가
zh_hans: 添加

source: Add a Git repository by URL
ko: URL로 Git 저장소 추가
zh_hans: 通过 URL 添加 Git 仓库

source: Add a preset (e.g. "dev", "prod") to configure environment variables.
ko: 환경 변수를 구성할 프리셋(예: "dev", "prod")을 추가하세요.
zh_hans: 添加预设（例如“dev”“prod”）以配置环境变量。

source: Add a project to configure hooks.
ko: Hook을 구성하려면 프로젝트를 추가하세요.
zh_hans: 添加一个项目以配置 Hook。

source: Add a relay server
ko: 릴레이 서버 추가
zh_hans: 添加中继服务器

source: Add a relay server in Settings → Mobile before pairing.
ko: 페어링하기 전에 설정 → 모바일에서 릴레이 서버를 추가하세요.
zh_hans: 配对前请先在 设置 → 移动端 中添加一个中继服务器。

source: Add a relay server to pair your phone.
ko: 휴대폰을 페어링하려면 릴레이 서버를 추가하세요.
zh_hans: 请添加一个中继服务器以配对你的手机。

source: Add a skill catalog from a GitHub repository
ko: GitHub 저장소에서 스킬 카탈로그 추가
zh_hans: 从 GitHub 仓库添加技能目录

source: Add an Agent Client Protocol client
ko: Agent Client Protocol 클라이언트 추가
zh_hans: 添加一个 Agent Client Protocol 客户端

source: Add Document
ko: 문서 추가
zh_hans: 添加文档

source: Add Documentation Repository
ko: 문서 저장소 추가
zh_hans: 添加文档仓库

source: Add Git Skill Source
ko: Git 스킬 소스 추가
zh_hans: 添加 Git 技能来源

source: Add Git Source
ko: Git 소스 추가
zh_hans: 添加 Git 来源

source: Add Hook
ko: Hook 추가
zh_hans: 添加 Hook

source: Add MCP Server
ko: MCP 서버 추가
zh_hans: 添加 MCP 服务器

source: Add memory
ko: 메모리 추가
zh_hans: 添加记忆

source: Add Memory
ko: 메모리 추가
zh_hans: 添加记忆

source: Add path to message
ko: 메시지에 경로 추가
zh_hans: 将路径添加到消息

source: Add Preset
ko: 프리셋 추가
zh_hans: 添加预设

source: Add Profile
ko: 프로필 추가
zh_hans: 添加配置

source: Add Project
ko: 프로젝트 추가
zh_hans: 添加项目

source: Add Relay Server
ko: 릴레이 서버 추가
zh_hans: 添加中继服务器

source: Add Release Repository
ko: 릴리스 저장소 추가
zh_hans: 添加发布仓库

source: Add Repo
ko: 저장소 추가
zh_hans: 添加仓库

source: Add Repository
ko: 저장소 추가
zh_hans: 添加仓库

source: Add Secret
ko: 시크릿 추가
zh_hans: 添加密钥

source: Add server
ko: 서버 추가
zh_hans: 添加服务器

source: Add Server
ko: 서버 추가
zh_hans: 添加服务器

source: Add Source
ko: 소스 추가
zh_hans: 添加来源

source: Add to projects
ko: 프로젝트에 추가
zh_hans: 添加到项目

source: Add tools with MCP
ko: MCP로 도구 추가
zh_hans: 使用 MCP 添加工具

source: Add Variable
ko: 변수 추가
zh_hans: 添加变量

source: Added
ko: 추가됨
zh_hans: 已添加

source: After Session Stop
ko: 세션 종료 후
zh_hans: 会话停止后

source: Agent Availability
ko: 에이전트 사용 가능 여부
zh_hans: 智能体可用性

source: Agent CLI Setup
ko: 에이전트 CLI 설정
zh_hans: 代理 CLI 设置

source: Agent Runtimes
ko: 에이전트 런타임
zh_hans: 智能体运行时

source: All archived chats in the current project will be deleted. This action cannot be undone.
ko: 현재 프로젝트의 보관된 채팅이 모두 삭제됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: 当前项目中的所有已归档聊天都将被删除。此操作无法撤销。

source: All archived chats will be deleted. This action cannot be undone.
ko: 보관된 채팅이 모두 삭제됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: 所有已归档聊天都将被删除。此操作无法撤销。

source: All branches
ko: 모든 브랜치
zh_hans: 所有分支

source: All Chats
ko: 모든 채팅
zh_hans: 所有聊天

source: All saved memories will be removed. This action cannot be undone.
ko: 저장된 메모리가 모두 제거됩니다. 이 작업은 취소할 수 없습니다.
zh_hans: 所有保存的记忆都将被移除。此操作无法撤销。

source: All secrets in this environment will be permanently deleted.
ko: 이 환경의 모든 시크릿이 영구적으로 삭제됩니다.
zh_hans: 此环境中的所有密钥都将被永久删除。

source: All sessions in the current project will be deleted. This action cannot be undone.
ko: 현재 프로젝트의 모든 세션이 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
zh_hans: 当前项目中的所有会话都将被删除。此操作无法撤销。

source: All sessions will be deleted. This action cannot be undone.
ko: 모든 세션이 삭제됩니다. 이 작업은 되돌릴 수 없습니다.
zh_hans: 所有会话都将被删除。此操作无法撤销。

source: All sync traffic flows through relay servers, end-to-end encrypted. Add relay servers to connect with your mobile devices remotely.
ko: 모든 동기화 트래픽은 종단 간 암호화되어 릴레이 서버를 통해 전달됩니다. 모바일 기기와 원격으로 연결하려면 릴레이 서버를 추가하세요.
zh_hans: 所有同步流量都会通过中继服务器，并进行端到端加密。添加中继服务器即可远程连接移动设备。

source: Allow
ko: 허용
zh_hans: 允许

source: Allow this tool for the session
ko: 이 세션 동안 허용
zh_hans: 在此会话中允许此工具

source: Always allow this command
ko: 이 명령 항상 허용
zh_hans: 始终允许此命令

source: API Key
ko: API 키
zh_hans: API 密钥

source: Applied automatically to newly created repositories.
ko: 새로 생성된 저장소에 자동으로 적용됩니다.
zh_hans: 自动应用于新创建的仓库。

source: Apply
ko: 적용
zh_hans: 应用

source: Approve risky actions with context
ko: 맥락과 함께 위험한 작업 승인
zh_hans: 在了解上下文后审批高风险操作

source: Approve to run %@
ko: %@ 실행 승인
zh_hans: 批准运行 %@

source: Archive
ko: 보관
zh_hans: 归档

source: Archive after
ko: 보관 기준 기간
zh_hans: 在此之后归档

source: Archive Chat
ko: 채팅 보관
zh_hans: 归档对话

source: archived
ko: 보관됨

source: Archived
ko: 보관됨
zh_hans: 已归档

source: Args (one per line)
ko: 인수(한 줄에 하나씩)
zh_hans: 参数（每行一个）

source: Arguments (optional)
ko: 인수(선택 사항)
zh_hans: 参数（可选）

source: Assistant
ko: 어시스턴트
zh_hans: 助手

source: Assistant has a question
ko: 어시스턴트가 질문이 있습니다
zh_hans: 助手有一个问题

source: Assistant has a question%@
ko: 어시스턴트가 질문이 있습니다%@
zh_hans: 助手有一个问题%@

source: Assistant reply
ko: 어시스턴트 응답
zh_hans: 助手回复

source: Authenticate on GitHub
ko: GitHub에서 인증
zh_hans: 在 GitHub 上认证

source: Authentication Code
ko: 인증 코드
zh_hans: 认证代码

source: Auto
ko: 자동 모드
zh_hans: 自动

source: Auto Effort
ko: 자동
zh_hans: 自动强度

source: Auto-archive inactive chats
ko: 비활성 채팅 자동 보관
zh_hans: 自动归档不活跃聊天

source: Auto-create memories from completed chats
ko: 완료된 채팅에서 메모리 자동 생성
zh_hans: 从已完成聊天自动创建记忆

source: Auto-delete
ko: 자동 삭제
zh_hans: 自动删除

source: Auto-delete archived chats
ko: 보관된 채팅 자동 삭제
zh_hans: 自动删除归档聊天

source: Auto-detected
ko: 자동 감지됨
zh_hans: 自动检测

source: Auto-fix CI failures
ko: CI 실패 자동 수정
zh_hans: 自动修复 CI 失败

source: Auto-preview Attachments
ko: 첨부 파일 자동 미리보기
zh_hans: 自动预览附件

# auto.preview.desc
source: When enabled, pasting the following content types automatically creates an attachment preview. When disabled, the content is inserted as plain text.
ko: 활성화하면 다음 콘텐츠 유형을 붙여넣을 때 자동으로 첨부 파일 미리보기가 생성됩니다. 비활성화하면 일반 텍스트로 삽입됩니다.
zh_hans: 启用后，粘贴以下内容类型时会自动创建附件预览。停用后，内容会作为纯文本插入。

source: Automation
ko: 자동화
zh_hans: 自动化

source: Automation Settings
ko: 자동화 설정
zh_hans: 自动化设置

source: Autopilot Account
ko: Autopilot 계정
zh_hans: Autopilot 账户

source: Autopilot watches your CI, spots failures, and opens fix pull requests.
ko: Autopilot이 CI를 감시하여 실패를 발견하고 수정 풀 리퀘스트를 엽니다.
zh_hans: Autopilot 监控你的 CI，发现失败并自动创建修复拉取请求。

source: Autopilot will no longer scan this repo or open CI update PRs.
ko: Autopilot이 더 이상 이 저장소를 스캔하거나 CI 업데이트 PR을 열지 않습니다.
zh_hans: Autopilot 将不再扫描此仓库或创建 CI 更新 PR。

source: Awaiting check
ko: 확인 대기 중
zh_hans: 等待检查

source: Back
ko: 뒤로
zh_hans: 返回

source: Back up this project's secrets to Autopilot
ko: 이 프로젝트의 시크릿을 Autopilot에 백업
zh_hans: 将此项目的密钥备份到 Autopilot

source: Before Session Start
ko: 세션 시작 전
zh_hans: 会话开始前

source: Before Session Stop
ko: 세션 종료 전
zh_hans: 会话停止前

source: Binary found: %@, but version check failed
ko: 바이너리를 찾았습니다: %@, 그러나 버전 확인에 실패했습니다
zh_hans: 找到二进制 %@，但版本检查失败

source: Branch
ko: 브랜치
zh_hans: 分支

source: Branch name
ko: 브랜치 이름
zh_hans: 分支名称

source: Branch or Ref
ko: 브랜치 또는 Ref
zh_hans: 分支或引用

source: Briefing
ko: 브리핑
zh_hans: 简报

source: Briefing rolls recent thread summaries into a branch-focused project update.
ko: 브리핑은 최근 스레드 요약을 브랜치 중심의 프로젝트 업데이트로 정리합니다.
zh_hans: 简报会将最近的对话摘要汇总为面向分支的项目更新。

source: Briefings
ko: 브리핑
zh_hans: 简报

source: Browse…
ko: 찾아보기…
zh_hans: 浏览…

source: build
ko: 빌드

source: Build runs `xcodebuild build`. Run builds, then launches the produced .app (macOS) or installs + launches on the selected simulator. Pick the destination from the Run toolbar.
ko: 빌드는 `xcodebuild build`를 실행합니다. 빌드를 실행한 다음 생성된 .app(macOS)을 실행하거나 선택한 시뮬레이터에 설치 후 실행합니다. 대상은 실행 도구 모음에서 선택하세요.
zh_hans: 构建会运行 `xcodebuild build`。Run 会先构建，然后启动生成的 .app（macOS），或在所选模拟器上安装并启动。请从运行工具栏选择目标。

source: Cancel
ko: 취소
zh_hans: 取消

source: Check Again
ko: 다시 확인
zh_hans: 重新检查

source: Check for Updates...
ko: 업데이트 확인...
zh_hans: 检查更新...

source: Check the scheme and container path.
ko: 스킴과 컨테이너 경로를 확인하세요.
zh_hans: 检查 scheme 和容器路径。

source: Checking enrollment…
ko: 등록 확인 중…
zh_hans: 正在检查注册状态…

source: Checking...
ko: 확인 중...
zh_hans: 正在检查...

source: Choose
ko: 선택
zh_hans: 选择

source: Choose one
ko: 하나 선택
zh_hans: 选择一个

source: Choose the agent for this thread
ko: 이 스레드의 에이전트를 선택하세요
zh_hans: 为此对话选择智能体

source: Choose which branches to show briefings for.
ko: 브리핑을 표시할 브랜치를 선택하세요.
zh_hans: 选择要显示简报的分支。

source: Choose…
ko: 선택…
zh_hans: 选择…

source: CI Auto-Update
ko: CI 자동 업데이트
zh_hans: CI 自动更新

source: CI auto-update scan
ko: CI 자동 업데이트 스캔
zh_hans: CI 自动更新扫描

source: CI failed%@
ko: CI 실패%@
zh_hans: CI 失败%@

source: CI failing — open the failing run on GitHub
ko: CI 실패 — GitHub에서 실패한 실행 열기
zh_hans: CI 失败 — 在 GitHub 上打开失败的运行

source: CI Status
ko: CI 상태
zh_hans: CI 状态

source: CI upload token
ko: CI 업로드 토큰
zh_hans: CI 上传令牌

source: Claude CLI Installation Check
ko: Claude CLI 설치 확인
zh_hans: Claude CLI 安装检查

source: Clear destination — pick again from the toolbar
ko: 대상 지우기 — 도구 모음에서 다시 선택
zh_hans: 清除目标 — 从工具栏重新选择

source: Clear task
ko: 작업 지우기
zh_hans: 清除任务

source: Click + in the toolbar to add one.
ko: 도구 모음의 +를 클릭하여 추가하세요.
zh_hans: 点击工具栏中的 + 添加一个。

source: Click + to add one.
ko: +를 클릭하여 추가하세요.
zh_hans: 点击 + 添加一个。

source: Click to select · Command-right-click to add or remove · Right-click for Show Diff
ko: 클릭하여 선택 · Command-우클릭으로 추가/제거 · 우클릭으로 차이 보기
zh_hans: 点击选择 · Command-右键添加或移除 · 右键显示差异

source: Client
ko: 클라이언트
zh_hans: 客户端

source: Clone
ko: 클론
zh_hans: 克隆

source: Clone & Add
ko: 클론 후 추가
zh_hans: 克隆并添加

source: Close
ko: 닫기
zh_hans: 关闭

source: Close — you can answer later from the queue
ko: 닫기 — 나중에 대기열에서 답변할 수 있습니다
zh_hans: 关闭 — 你可以稍后从队列中回答

source: Close PR
ko: PR 닫기
zh_hans: 关闭 PR

source: Close Terminal
ko: 터미널 닫기
zh_hans: 关闭终端

source: Collapse chats
ko: 채팅 접기
zh_hans: 折叠聊天

source: command
ko: 명령

source: Command
ko: 커맨드
zh_hans: 命令

source: Commands
ko: 명령
zh_hans: 命令

source: Commit %@
ko: %@ 커밋
zh_hans: 提交 %@

source: Commit message
ko: 커밋 메시지
zh_hans: 提交消息

source: Configuration
ko: 구성
zh_hans: 配置

source: Configure Model Context Protocol servers used by Claude Code and Codex.
ko: Claude Code와 Codex가 사용하는 Model Context Protocol 서버를 구성합니다.
zh_hans: 配置 Claude Code 和 Codex 使用的模型上下文协议服务器。

source: Configure org access →
ko: 조직 접근 설정 →
zh_hans: 配置组织访问权限 →

source: Configure what autopilot does automatically on your repositories.
ko: Autopilot이 저장소에서 자동으로 수행하는 작업을 구성합니다.
zh_hans: 配置 Autopilot 在你的仓库上自动执行的操作。

source: Connect any MCP server to give every agent extra tools. You can also skip this and add servers later in Settings → MCP.
ko: MCP 서버를 연결하여 모든 에이전트에 추가 도구를 제공하세요. 이 단계를 건너뛰고 나중에 설정 → MCP에서 서버를 추가할 수도 있습니다.
zh_hans: 接入任意 MCP 服务器，让每个代理获得额外工具。也可跳过此步骤，稍后在 设置 → MCP 中添加。

source: Connect at least one agent CLI
ko: 에이전트 CLI를 하나 이상 연결하세요
zh_hans: 至少连接一个代理 CLI

source: Connect GitHub
ko: GitHub 연결
zh_hans: 连接 GitHub

source: Connect GitHub to import repos instantly
ko: GitHub를 연결하여 저장소를 바로 가져오세요
zh_hans: 连接 GitHub 即可快速导入仓库

source: Connect GitHub to fetch your repo list and add projects with a single click.
ko: GitHub를 연결하면 저장소 목록을 가져오고 한 번의 클릭으로 프로젝트를 추가할 수 있습니다.
zh_hans: 连接 GitHub 以获取仓库列表，并一键添加项目。

source: Connect the mobile companion
ko: 모바일 동반 앱 연결
zh_hans: 连接移动伴侣应用

source: Connect to a relay server before pairing a device.
ko: 기기를 페어링하기 전에 릴레이 서버에 연결하세요.
zh_hans: 配对设备前先连接到中继服务器。

source: Connect to relay servers to sync with your mobile devices remotely. You can add multiple relays and connect to all of them simultaneously.
ko: 릴레이 서버에 연결하여 모바일 기기와 원격으로 동기화하세요. 여러 릴레이를 추가하고 모두 동시에 연결할 수 있습니다.
zh_hans: 连接到中继服务器，以便与移动设备远程同步。你可以添加多个中继，并同时连接到它们。

source: Connect your rxlab account to enable autopilot.
ko: Autopilot을 사용하려면 rxlab 계정을 연결하세요.
zh_hans: 连接你的 rxlab 账户以启用 Autopilot。

source: Connect your rxlab account to import GitHub repositories, sync encrypted secrets, and use autopilot features. You can skip this and sign in later.
ko: rxlab 계정을 연결하여 GitHub 저장소를 가져오고, 암호화된 시크릿을 동기화하고, Autopilot 기능을 사용하세요. 이 단계를 건너뛰고 나중에 로그인할 수 있습니다.
zh_hans: 连接你的 rxlab 账户以导入 GitHub 仓库、同步加密的密钥并使用 Autopilot 功能。你可以跳过此步骤，稍后再登录。

source: Connected
ko: 연결됨
zh_hans: 已连接

source: Connecting…
ko: 연결 중…
zh_hans: 正在连接…

source: connection lost
ko: 연결 끊김
zh_hans: 连接已断开

source: Context memories: %lld
ko: 컨텍스트 메모리: %lld
zh_hans: 上下文记忆：%lld

source: Continue
ko: 계속
zh_hans: 继续

source: Control what autopilot does automatically — issue labeling, PR validation and linking, project field population, and more.
ko: Autopilot이 자동으로 수행하는 작업을 제어하세요 — 이슈 라벨 지정, PR 검증 및 연결, 프로젝트 필드 채우기 등.
zh_hans: 控制 Autopilot 自动执行的操作 — 议题标记、PR 校验与关联、项目字段填充等。

source: Copied
ko: 복사됨
zh_hans: 已复制

source: Copy
ko: 복사
zh_hans: 复制

source: Copy briefing text
ko: 브리핑 텍스트 복사
zh_hans: 复制简报文本

source: Copy Code
ko: 코드 복사
zh_hans: 复制代码

source: Copy install command
ko: 설치 명령 복사
zh_hans: 复制安装命令

source: Could not load registry. Check your network connection.
ko: 레지스트리를 불러올 수 없습니다. 네트워크 연결을 확인하세요.
zh_hans: 无法加载注册表。请检查网络连接。

source: Could not start pairing. Pick a different relay server or add a new one.
ko: 페어링을 시작할 수 없습니다. 다른 릴레이 서버를 선택하거나 새로 추가하세요.
zh_hans: 无法开始配对，请选择其他中继服务器或新增一个。

source: Couldn't Create Pull Request
ko: 풀 리퀘스트를 생성할 수 없습니다
zh_hans: 无法创建拉取请求

source: Create
ko: 생성
zh_hans: 创建

source: Create and checkout
ko: 생성 후 체크아웃
zh_hans: 创建并检出

source: Create and checkout branch
ko: 브랜치 생성 후 체크아웃
zh_hans: 创建并检出分支

source: Create branch
ko: 브랜치 생성
zh_hans: 创建分支

source: Create new branch…
ko: 새 브랜치 생성…
zh_hans: 创建新分支…

source: Create PR
ko: PR 생성
zh_hans: 创建 PR

source: Create Pull Request
ko: 풀 리퀘스트 생성
zh_hans: 创建拉取请求

source: Create Release
ko: 릴리스 생성
zh_hans: 创建发布

source: Create Release…
ko: 릴리스 생성…
zh_hans: 创建发布…

source: Create Releases
ko: 릴리스 생성
zh_hans: 创建发布

source: Create reusable templates of GitHub merge settings and branch rulesets. Your default template is applied to newly created repositories.
ko: GitHub 병합 설정과 브랜치 규칙 세트를 재사용 가능한 템플릿으로 만드세요. 기본 템플릿은 새로 생성된 저장소에 적용됩니다.
zh_hans: 创建可复用的 GitHub 合并设置和分支规则集模板。你的默认模板将应用于新创建的仓库。

source: Create worktree
ko: 워크트리 생성
zh_hans: 创建工作树

source: Create your encryption key. You'll authenticate with your passkey; the key is derived from it and used to protect your secrets.
ko: 암호화 키를 생성하세요. 패스키로 인증하며, 키는 패스키에서 파생되어 시크릿을 보호하는 데 사용됩니다.
zh_hans: 创建你的加密密钥。你将使用通行密钥进行身份验证；密钥由其派生，并用于保护你的密钥数据。

source: Creating Pull Request…
ko: 풀 리퀘스트 생성 중…
zh_hans: 正在创建拉取请求…

source: Creating…
ko: 생성 중…
zh_hans: 正在创建…

source: Current
ko: 현재
zh_hans: 当前

source: Current branch
ko: 현재 브랜치
zh_hans: 当前分支

source: Current project
ko: 현재 프로젝트
zh_hans: 当前项目

source: Current version
ko: 현재 버전
zh_hans: 当前版本

source: Custom
ko: 사용자 지정
zh_hans: 自定义

source: Custom script
ko: 사용자 지정 스크립트
zh_hans: 自定义脚本

source: Custom Sources
ko: 사용자 지정 소스
zh_hans: 自定义来源

source: Custom target
ko: 사용자 지정 대상
zh_hans: 自定义目标

source: Custom…
ko: 사용자 지정…
zh_hans: 自定义…

source: Cut and publish semantic releases — all from one app.
ko: 시맨틱 릴리스를 한 앱에서 생성하고 게시하세요.
zh_hans: 在一个应用中完成语义化发布的创建与发布。

source: Debug
ko: 디버그

source: Decision
ko: 결정
zh_hans: 决策

source: Decrypting…
ko: 복호화 중…
zh_hans: 正在解密…

source: Decrypts with your passkey and writes the .env file(s) into the project folder.
ko: 패스키로 복호화하여 .env 파일을 프로젝트 폴더에 기록합니다.
zh_hans: 使用你的通行密钥解密，并将 .env 文件写入项目文件夹。

source: Default
ko: 기본값
zh_hans: 默认

source: Default Effort Level
ko: 기본 작업량 수준 (Effort Level)
zh_hans: 默认推理强度

source: Default Model
ko: 기본 모델
zh_hans: 默认模型

source: Default Permission Mode
ko: 기본 권한 모드 (Permission Mode)
zh_hans: 默认权限模式

source: Default template
ko: 기본 템플릿
zh_hans: 默认模板

source: Delete
ko: 삭제
zh_hans: 删除

source: Delete "%@"?
ko: "%@"을(를) 삭제하시겠습니까?
zh_hans: 删除“%@”？

source: Delete after
ko: 삭제 기준 기간
zh_hans: 删除时间

source: Delete All
ko: 모두 삭제
zh_hans: 全部删除

source: Delete All Archived
ko: 보관된 항목 모두 삭제
zh_hans: 删除所有已归档

source: Delete all memories
ko: 모든 메모리 삭제
zh_hans: 删除所有记忆

source: Delete All Memories?
ko: 모든 메모리를 삭제하시겠습니까?
zh_hans: 删除所有记忆？

source: Delete Document
ko: 문서 삭제
zh_hans: 删除文档

source: Delete Environment
ko: 환경 삭제
zh_hans: 删除环境

source: Delete Hook
ko: Hook 삭제
zh_hans: 删除 Hook

source: Delete memory
ko: 메모리 삭제
zh_hans: 删除记忆

source: Delete Memory?
ko: 메모리를 삭제하시겠습니까?
zh_hans: 删除记忆？

source: Delete Preset
ko: 프리셋 삭제
zh_hans: 删除预设

source: Delete Profile
ko: 프로필 삭제
zh_hans: 删除配置

source: Delete Project
ko: 프로젝트 삭제
zh_hans: 删除项目

source: Delete Secret
ko: 시크릿 삭제
zh_hans: 删除密钥

source: Delete Session
ko: 세션 삭제
zh_hans: 删除会话

source: Delete this document?
ko: 이 문서를 삭제하시겠습니까?
zh_hans: 删除此文档？

source: Deleting "%@"…
ko: “%@” 삭제 중…
zh_hans: 正在删除“%@”…

source: Deny
ko: 거부
zh_hans: 拒绝

source: Destination
ko: 대상
zh_hans: 目标

source: Detect CI Issues
ko: CI 문제 감지
zh_hans: 检测 CI 问题

source: Device name
ko: 기기 이름
zh_hans: 设备名称

source: Disable globally
ko: 전역으로 비활성화
zh_hans: 全局禁用

source: Disabled
ko: 비활성화됨
zh_hans: 已禁用

source: Disconnected
ko: 연결 끊김
zh_hans: 已断开连接

source: Dismiss
ko: 무시
zh_hans: 忽略

source: dispatchable
ko: 디스패치 가능
zh_hans: 可调度

source: Display name
ko: 표시 이름
zh_hans: 显示名称

source: Document
ko: 문서
zh_hans: 文档

source: Documentation
ko: 문서
zh_hans: 文档

source: Documentation search
ko: 문서 검색
zh_hans: 文档搜索

source: Documentation search · powered by the docs service
ko: 문서 검색 · 문서 서비스 제공
zh_hans: 文档搜索 · 由文档服务提供支持

source: Documents (%lld)
ko: 문서 (%lld)
zh_hans: 文档 (%lld)

source: Don't see your org repos?
ko: 조직 저장소가 보이지 않나요?
zh_hans: 没有看到组织仓库？

source: Don't see your org repos? →
ko: 조직 저장소가 보이지 않나요? →
zh_hans: 没有看到组织仓库？→

source: Done
ko: 완료
zh_hans: 完成

source: Download
ko: 다운로드
zh_hans: 下载

source: Download APK
ko: APK 다운로드
zh_hans: 下载 APK

source: Download for iOS
ko: iOS용 다운로드
zh_hans: 下载 iOS 版

source: Download links unavailable. Visit rxlab.app to install the mobile app.
ko: 다운로드 링크를 사용할 수 없습니다. rxlab.app에서 모바일 앱을 설치하세요.
zh_hans: 暂无下载链接，请访问 rxlab.app 安装移动端。

source: Download Secret
ko: 시크릿 다운로드
zh_hans: 下载密钥

source: Duplicate Hook
ko: Hook 복제
zh_hans: 复制 Hook

source: Duplicate Profile
ko: 프로필 복제
zh_hans: 复制配置

source: Edit
ko: 편집
zh_hans: 编辑

source: Edit ACP Client
ko: ACP 클라이언트 편집
zh_hans: 编辑 ACP 客户端

source: Edit Configurations…
ko: 구성 편집…
zh_hans: 编辑配置…

source: Edit memory
ko: 메모리 편집
zh_hans: 编辑记忆

source: Edit Memory
ko: 메모리 편집
zh_hans: 编辑记忆

source: Edit Relay Server
ko: 릴레이 서버 편집
zh_hans: 编辑中继服务器

source: Edit Template
ko: 템플릿 편집
zh_hans: 编辑模板

source: Edit your autopilot automation preferences.
ko: Autopilot 자동화 환경설정을 편집하세요.
zh_hans: 编辑你的 Autopilot 自动化偏好设置。

source: Effort level: %@
ko: 노력 수준: %@
zh_hans: 推理强度：%@

source: Effort Picker
ko: 작업량
zh_hans: 推理强度选择器

source: Empty Bash Configuration
ko: 빈 Bash 구성
zh_hans: 空 Bash 配置

source: Empty Make Configuration
ko: 빈 Make 구성
zh_hans: 空 Make 配置

source: Empty Package Configuration
ko: 빈 패키지 구성
zh_hans: 空的软件包配置

source: Empty Xcode Configuration
ko: 빈 Xcode 구성
zh_hans: 空 Xcode 配置

source: Enable Focus Mode
ko: 집중 모드 활성화
zh_hans: 启用专注模式

source: Enable globally
ko: 전역으로 활성화
zh_hans: 全局启用

source: Enable Memory
ko: 메모리 활성화
zh_hans: 启用记忆

source: Enabled
ko: 활성화됨
zh_hans: 已启用

source: Encrypt & Upload
ko: 암호화 및 업로드
zh_hans: 加密并上传

source: Encryption enabled
ko: 암호화 사용 설정됨
zh_hans: 已启用加密

source: Endpoint
ko: 엔드포인트
zh_hans: 接入点

source: Enroll with Passkey
ko: 패스키로 등록
zh_hans: 使用通行密钥注册

source: Enter a new name for this device.
ko: 이 기기의 새 이름을 입력하세요.
zh_hans: 输入此设备的新名称。

source: Enter a valid ws:// or wss:// URL.
ko: 유효한 ws:// 또는 wss:// URL을 입력하세요.
zh_hans: 请输入有效的 ws:// 或 wss:// URL。

source: Env File
ko: Env 파일
zh_hans: 环境文件

source: Environment
ko: 환경
zh_hans: 环境

source: Environments
ko: 환경
zh_hans: 环境

source: Error
ko: 오류
zh_hans: 错误

source: Exit 0 → done
ko: Exit 0 → 완료
zh_hans: 退出码 0 → 完成

source: Expand chats
ko: 채팅 펼치기
zh_hans: 展开聊天

source: Expired
ko: 만료됨
zh_hans: 已过期

source: Expired — generating a new QR code
ko: 만료됨 — 새 QR 코드 생성 중
zh_hans: 已过期 — 正在生成新的二维码

# Expires in %d:%02d
source: Expires in %1$d:%2$02d
ko: %1$d:%2$02d 후 만료
zh_hans: %1$d:%2$02d 后过期

source: Extra environment
ko: 추가 환경
zh_hans: 额外环境

source: Fact
ko: 사실
zh_hans: 事实

source: Failed
ko: 실패
zh_hans: 失败

source: Failed to check status
ko: 상태 확인 실패
zh_hans: 检查状态失败

source: Fetch
ko: 가져오기
zh_hans: 获取

source: Fetch Models
ko: 모델 가져오기
zh_hans: 获取模型

source: Fetch models first
ko: 먼저 모델을 가져오세요
zh_hans: 请先获取模型

source: File paths
ko: 파일 경로
zh_hans: 文件路径

source: Filename
ko: 파일 이름
zh_hans: 文件名

source: Files
ko: 파일
zh_hans: 文件

source: Finished installing? Tap Refresh.
ko: 설치를 완료했나요? 새로 고침을 누르세요.
zh_hans: 安装完成了吗？点按刷新。

source: First MCP Server
ko: 첫 MCP 서버
zh_hans: 第一个 MCP 服务器

source: Focus Mode
ko: 집중 모드
zh_hans: 专注模式

# focus.mode.desc
source: Hide streaming bubbles and show only completed responses in history.
ko: 스트리밍 중 메시지 버블을 숨기고, 완료된 응답만 히스토리에 표시합니다.
zh_hans: 隐藏流式输出气泡，只在历史记录中显示已完成的回复。

source: Follow active threads, approve permissions, and pick up work from your iPhone, iPad, or Android device.
ko: iPhone, iPad 또는 Android 기기에서 활성 스레드를 따라가고 권한을 승인하며 작업을 이어가세요.
zh_hans: 在 iPhone、iPad 或 Android 设备上跟进会话、批准权限并继续工作。

source: Font Size
ko: 폰트 크기
zh_hans: 字体大小
